## Language settings
##
## [UIFont] section
##    font used for UI if you need some special font setting for the language.
## [Locale] section
##   2char language codes 
##   affect to messagebox buttons
## [Menu] section 
##   function=<Menu Text>,<Menu Mnemonic char>,<Tooltip Text> 
## [Buttons] section
##   GUI buttons. <Button Text>,<Tooltop Text>
##
[UIFont]
font=
sizesmall=10
sizenormal=11
sizelarge=12
[Locale]
locale=ja
[Pane]
primitive=プリミティブ
layerpreview=レイヤープレビュー
effects=エフェクト
[Menu]
file=ファイル
new=新規
export=エクスポート...,,イメージ書き出し (png / jpg / bmp / gif / tga)
load=開く...,,.knobファイルを開く
recent=最近開いたファイル
save=上書き保存
saveas=名前を付けて保存...,,.knobファイルを保存
config=設定...
exit=終了
edit=編集
undo=元に戻す
redo=やり直し
setlayout=レイアウト
layer=レイヤー
renamelayer=名前変更...
addlayer=レイヤー追加
duplayer=レイヤー複製
dellayer=レイヤー削除
backlayer=背景へ
forelayer=前景へ
copylayer=レイヤーのコピー
pastelayer=レイヤーの貼り付け
animcurve=アニメカーブ
curve1=カーブ1
curve2=カーブ2
curve3=カーブ3
curve4=カーブ4
curve5=カーブ5
curve6=カーブ6
curve7=カーブ7
curve8=カーブ8
test=テスト
testknob=ノブのテスト
help=ヘルプ
helpindex=ヘルプ目次
knobgallery=KnobGallery
[Layers]
preference=設定ページ
layer=レイヤー%d
[Buttons]
addlayer=追加,レイヤー追加
duplayer=複製,レイヤー複製
dellayer=削除,レイヤー削除
backlayer=背景,背景へ移動
forelayer=前景,前景へ移動
preview=プレビュー,プレビュー
render=レンダリング,レンダリング
test=テスト,テスト
zoomout=縮小,ズームアウト
zoom1=1:1,等倍表示
zoomin=拡大,ズームイン
[Primitive]
type=タイプ:
typenone=なし
typeimage=イメージ
typecircle=円
typecirclefill=円塗潰し
typemetalcircle=金属円
typewavecircle=波型円
typesphere=球
typerect=矩形
typerectfill=矩形塗潰し
typetriangle=三角
typeline=線
typeradiateline=放射
typehlines=水平線
typevlines=垂直線
typetext=文字
typeshape=自由形状
aspect=アスペクト:
round=丸め:
width=幅:
length=長さ:
step=ステップ:
anglestep=角度ステップ:
emboss=立体化:
embossdiffuse=立体化ぼかし:
ambient=環境光:
lightdir=光源方向:
specular=反射:
specularwidth=反射幅:
texturefile=テクスチャー:
texturedepth=濃度:
texturezoom=ズーム:
diffuse=ぼかし:
file=ファイル:
fileset=設定
transparent=透過:
filealpha=ﾌｧｲﾙのｱﾙﾌｧ値
opaque=不透明
1stpixel=最初のﾋﾟｸｾﾙ
intellialpha=インテリアルファ:
autofit=自動サイズ調整
multiframe=複数フレーム:
framealign=フレーム配置:
vertical=垂直
horizontal=水平
individual=個別ファイル
text=文字列:
font=フォント:
fontsize=フォントサイズ:
bold=太字
italic=斜体
textalign=字詰め:
center=中央
left=左詰め
right=右詰め
shape=シェイプ:
edit=編集
fill=塗りつぶし
color=色:
[Effects]
antialias=アンチエイリアス
unfold=展開
animstep=アニメステップ:
zoom=ｽﾞｰﾑ
xysepa=XY分離
x=X:
y=Y:
layoutoffset=移動
rotateat=回転
keepdir=方向を維持
centerx=中心X:
centery=中心Y:
angle=角度:
colors=色
alpha=不透明度:
bright=明るさ:
contrast=コントラスト:
saturation=彩度:
hue=色相:
mask=ﾏｽｸ
mask1ena=ﾏｽｸ1使用
mask2ena=ﾏｽｸ2使用
framemaskena=フレームマスク:
none=なし
range=範囲
maskbits=マスクビット
framemaskbits=マスクビット:
op=演算:
and=And
or=Or
masktype=タイプ:
rotate=回転
radius=半径
horizontal=水平
vertical=垂直
gradation=グラデーション
singledir=単方向
bidir=双方向
maskstart=開始:
maskstop=終了:
specular=照明
dropshadow=影付け
insideshadow=内部影付け
edgehilight=立体化
lightdir=方向:
offset=ｵﾌｾｯﾄ:
density=強さ:
diffuse=ぼかし:
shadowtype=影ﾀｲﾌﾟ:
shadowgrad=ｸﾞﾗﾃﾞ:
[Prefs]
width=幅:
link=ﾘﾝｸ
height=高さ:
oversampling=オーバーサンプリング:
x1=x1
x2=x2
x4=x4
prevframes=フレーム数(プレビュー):
renderframes=フレーム数(レンダリング):
framealign=フレーム配置:
vertical=垂直
horizontal=水平
backcolor=背景色:
exportopt=エクスポート形式:
stitched=フレーム連結
individual=個別ファイル
anim=アニメーション
duration=時間間隔(mSec):
loop=繰り返し(0で無限):
shuttle=往復
[CurveEditor]
curvelabel=カーブ%d
stepreso=カーブステップ:
close=閉じる
[ShapeEditor]
grid=ｸﾞﾘｯﾄﾞ:
gridenable=ｸﾞﾘｯﾄﾞ有効
gridvisible=ｸﾞﾘｯﾄﾞ表示
fill=塗りつぶし
newpath=新規ﾊﾟｽ
delpoint=点削除
pickhandle=ﾊﾝﾄﾞﾙを掴む
loadsvg=SVG 読込み...
savesvg=SVG 書出し...
close=閉じる
[Config]
lookandfeel=ルック&フィール設定:
language=言語設定:
shortcuts=ショートカット設定:
wheeldir=マウスホイールの方向を反転する
usecapture='テスト'モードでキャプチャを使用する(JRE6用)
disablemnemo=キーニーモニックを使用しない
regbrowser=KnobBrowserをインストールする
unregbrowser=KnobBrowserをアンインストールする
ok=OK
restart=リスタート
[Message]
renamelayer=レイヤーの名前変更
notsaved=ファイルを保存していません。よろしいですか？
dellayer=レイヤーを削除します。よろしいですか？
imgformaterr=ファイルフォーマットが違います (png / bmp / jpg / jpeg / gif)を使用してください
animformaterr=アニメーション出力は png / gif を使用してください
notfound=ファイルがありません
overwrite=ファイルはすでに存在します。上書きしますか？
